# Fonts
cask "font-jetbrains-mono-nerd-font"

# Everyday Apps
cask "discord"
cask "zen"

# Terminal
cask "iterm2"

# GUI Utilities
cask "raycast"
cask "itsycal"
cask "stats"
cask "lulu"
cask "background-music"
cask "karabiner-elements"

# CLI Utilities
brew "mole"
brew "stow"
brew "bat"
brew "fd"
brew "fzf"
brew "eza"
brew "tlrc"
brew "zoxide"
brew "yt-dlp"
brew "git-delta"

# Develop & Document Environments
cask "orbstack"
brew "uv"
